{"_id":{"$oid":"5978498eb182bf20bd30ddb3"},"title":"PRE-ORDER: F1 2017 Special Edition | PS4","price":139,"image":"http://www.pulsar.bg/image/cache/data/products4/Packshots2/F1_17_PS4-180x180.jpg","description":"F1 2017 Special Edition включва следното допълнително дигитално съдържание:\n\n    1988 McLaren MP4/4 Classic Car DLC.\n\nДългоочакваното F1 2017 се завръща с мръсна газ и още повече адреналин, коли, мирис на гуми и напрегнати състезания. \n\n    Класическите F1 коли винаги са на мода и ти отново разполагаш с тях.\n    Многобройни иновации в режима Multiplayer и изцяло обновен Championship mode.\n    Повече реализъм, но и повече фантазия. Както винаги са възможни безкрайни опции за костюмизация.\n    Подобрен изкуствен интелект, който на по - ниска трудност ще ти дава повече пространство и възможности.\n    На твое разположение са истинските зверове на Формула 1 от сезон 2017, както и :\n        1995 Ferrari 412 T2 \n        2002 Ferrari F2002 \n        2004 Ferrari F2004\n        2007 Ferrari F2007\n        1992 Williams FW14B \n        1996 Williams FW18        Red Bull RB6"}
{"_id":{"$oid":"5978498eb182bf20bd30ddb4"},"title":"PRE-ORDER: F1 2017 Special Edition | XBOXONE","price":139,"image":"http://www.pulsar.bg/image/cache/data/products4/Packshots2/F1_17_XB-180x180.jpg","description":"F1 2017 Special Edition включва следното допълнително дигитално съдържание:\n\n    1988 McLaren MP4/4 Classic Car DLC.\n\nДългоочакваното F1 2017 се завръща с мръсна газ и още повече адреналин, коли, мирис на гуми и напрегнати състезания. \n\n    Класическите F1 коли винаги са на мода и ти отново разполагаш с тях.\n    Многобройни иновации в режима Multiplayer и изцяло обновен Championship mode.\n    Повече реализъм, но и повече фантазия. Както винаги са възможни безкрайни опции за костюмизация.\n    Подобрен изкуствен интелект, който на по - ниска трудност ще ти дава повече пространство и възможности.\n    На твое разположение са истинските зверове на Формула 1 от сезон 2017, както и :\n        1995 Ferrari 412 T2 \n        2002 Ferrari F2002 \n        2004 Ferrari F2004\n        2007 Ferrari F2007\n        1992 Williams FW14B \n        1996 Williams FW18 \n        Red Bull RB6\n\n"}
{"_id":{"$oid":"5978498eb182bf20bd30ddb5"},"title":"For Honor Deluxe Edition | XBOXONE","price":119,"image":"http://www.pulsar.bg/image/cache/data/products4/Packshots2/For_Honor_deluxe-180x180.jpg","description":"For Honor Deluxe Edition включва:\n\n    Играта For Honor.\n    Оригиналния саундтрак.\n    Ексклузивна литография.\n    Следното допълнително дигитално съдържание:\n        1 x Execution Mood Effect.\n        3 x Helmets Crests.\n        Boost Package.\n        Exclusive Emblem.\n\nПредстави си един далечен, суров и жесток свят, изпъленен с прекрасни местности, величествени планини и грандиозни забележителности. Въпреки трудностите, живеещите там се препитават по всеки възможен начин и оцеляват, макари над тях постоянно да е надвиснала опасността от война.\n\nАла преди хилядолетие апокалипсис почти заличава цялата цивилизация по тези земи. Домовете са унищожени, империи рухват, цели нации /народи са принудени да се разпръснат. И от прахта на разрухата, Рицари, Викинги и Самураи се въздигат отново, за да възродят традициите, да построят отново изгубеното и да достигнат славата на предците си.\n\nUbisoft Montreal, партнирайки си и с други Ubisoft студия, ти дава възможността да се потопиш в мъглата на войната, да се сражаваш в епични битки по земи, по - големи и великолепни от самия живот и да станеш майстор на средновековните оръжия, да усъвършенстваш изкуството на войната. Чрез иновативната система за управление, ще имаш абсолютен контрол над персонажа си, ще можеш да го развиеш според своя стил на игра, благодарение на уникалните умения и разнообразните оръжия и брони. \n\nФракциите!\n\n    Рицари:\n\n\"Сражавайте се, смели рицари! Мъжът умира, но славата продължава да живее! Сражавайте се! Смъртта е за предпочитане, пред загубата.\"\nSir Walter Scott\n\nРицарите на Ashfeld са стремителните образци на могъществото. Те са изпратени от Железния Легион, за да въдворят мир. След като са вкусили парче от Свободата, решават да направят Ashfeld свой дом. Вярват, че повечето, ако не всички, оцелели руини, всъщност са построени от Великата Империя, предшественик на Железния Легион.\nРазпръснати с векове, Рицарите от Ashfield са били просто сбор от дребни военноначалници и банда наемни рицари. Ала през последното десетилетие, те се обединяват под едно знаме.\nЗасега, рицарите от Ashfield успешно защитават територията си от Викингите и Самураите. Apollyon, техният предводител, твърди, че заплахата от война е неизбежна и само присъединявайки се към него, имат шанс да продължат да пазят земите си.\n\n    Викинги:\n\n\"Аз живея! Аз изгарям от живот, Аз обичам, Аз унищожавам и съм щастлив!\"\n Robert E. Howard\nВикингите напускат разрушените си земи. Тези, които все пак остават, са покорени от Рицарите.\nАла преди няколко века, Викингите започват да се завръщат, многобройни, от отвъд морето, където са установили новия си дом. Те са твърдо решени, отново да сложат ръка на родната земя Valkeinheim.\nСтотици кланове съжителстват заедно, сключили крехък мир в замръзналата тундра. Ала за незапознатия, би изглеждало, че живеят във вечна гражданска война.\nВикингите са неуспоримите господари на морето и реките. Те са ужасяваща гледка, събирайки войски на украсените си с драконови глави кораби. Те са неспираема, брутална сила, която прегазва всичко по пътя си.\n\n    Самураи:\n\nНай - силните войни са тези двамата - Време и Търпение.\nLeo Tolstoy\n\nИсторията никак не е милостива към Самураите.\nИдвайки отвъд необятните морета, те разказват приказки за Император и земи, погълнати от огън и вода. Хиляда години по- късно, най - накрая номадският народ спира на едно място и създава нова империя, в близост до земите на Викингите и Рицарите.\nСлед като прекарват последното десетилетие основно на заблатените хълмове, известни като Myre, Самураите се развиват и просперират, но са доста по - малобройни от съседите си. Затова трябва да разчитат на по - добри бойни умения, хитрост и отдаденост към своята култура - единствен начин да оцелеят като последни от собствения си вид.\n\nРежими на игра:\n\n    Историята. \n        С възможност да се играе от един човек или co-op с двама играчи.\n        Замъците и укрепеленията са от ключово значение за прогреса на играта.\n    Multiplayer:\n        Dominion - битка 4 в 4, целта е да победиш противниковия отбор. Това става като трупаш точки от убийства, завладяване на определени територии и времето, за което са твои. Когато твоят отбор достигне 1000 точки, противниковият не може повече да се съживява, освен ако не завладее нова територия. Играта свършва с елеминрането на последния останал жив враг.\n        Duel - сражавай се срещу друг играч в три рунда на различна арена. Възползвай се от билда на персонажа си, за да постигнеш ултимативната победа.\n        Brawl - битка в три рунда, 2 в 2, до смърт. Всеки персонаж се появява на различно място по картата. Отборът, елеминирал и последния жив враг, печели. Местата са пълни с капани, затова ще трябва внимателно да преценяваш всяка стъпка.\n\n"}
{"_id":{"$oid":"5978498eb182bf20bd30ddb6"},"title":"PRE-ORDER: ​​Far Cry 5 Father Edition | XBOXONE","price":239,"image":"http://www.pulsar.bg/image/cache/data/products4/Packshots2/FarCry5_Coll-180x180.jpg","description":"Far Cry 5 Father Edition включва:\n\n    Играта Far Cry 5\n    Фигура The Father - 31.3 см\n    Ексклузивна метална кутия за съхранение на играта\n    Оригиналния саундтрак\n    Карта на Hope County\n    Колекционерска кутия\n    Следното допълнително дигитално съдържание:\n        ​DoomsDay Prepper Pack:\n            DoomsDay Prepper костюм\n            DoomsDay ван\n            DoomsDat 1911 оръжие\n        Chaos Pack:\n            4x Fast buffs\n            4x Furious buffs\n            4x Molotov cocktails\n            4x animal baits\n        ​Season Pass\n        Digital Deluxe Pack:\n            Chaos Pack\n            Explosive Pack\n            Ace Pilot Pack\n            Big Game Hunter Pack\n\n​​​Far Cry 5 пропътува света и времето, за да се установи в Америка!\n\nДобре дошли в Hope County, Montana - прекрасно място, с прекрасни хора и култ от фанатици, ръководени от чаровния пророк Joseph Seed. И така, сякаш вратите на Рая са тук, на Земята, проявявайки се по всякакъв начин в спокойното ежедневие. \nУсещаш ли на къде отиват нещата? Ще трябва някой смелчага, например - ти, да изтръгне контрола от ръцете на култа и да организира съпротива, която да освободи прекрасните хорица, живеещи в малкото градче.\n\n    Разгледай всяко едно кътче на Hope County, въоръжен с ръчно сглобено оръжие или транпорт, който съществува във всяка една Far Cry игра. Ти си главният герой в един вълнуващ свят, който ще отвръща на всеки удар, и който ще се сформира според местата, които посещаваш и приятелствата, които завързваш.\n    Срещни се отново с култови персонажи като Mary May, която държи местната кръчма, Nick Rye - щастливо женен, и пастор Jerome - проповедник, чието паство е потънало в заблуда.\n    Събирай животни, наемай хора, завързвай нови познанства, за да се изправиш срещу култа от фанатици, които не се спират пред нищо.\n    Co-op режим за до двама играчи, сподели изживяването с приятел по време на цялата кампания.\n    Свободата да избираш посоката си! От момента, в който стъпиш в Hope County, твоят път е само твой. За първи път в историята на Far Cry, ти ще избираш и костюмизираш героя си. На твое разположение е и система за редактиране на карти, чрез които ще се изправиш с или срещу приятели.\n    Отворен свят с персонажи, които се развиват. Фанатизираният култ, воден от Joseph Seed, ще претърпява развитие, в зависимост от твоите действия и решения.\n    От каруци до АТВ-та - разполагаш с уникалната възможност да сглобяваш и разглобяваш всякакви превозни средства, в зависимост от нуждите ти.\n    Montana е на твое разположение - отиди на лов, за риба, или просто разгледай всяко едно кътче из обширната местност.\n"}
{"_id":{"$oid":"5978498eb182bf20bd30ddb7"},"title":"Call Of Duty Modern Warfare Remastered | PS4","price":79,"image":"http://www.pulsar.bg/image/cache/data/products4/Packshots2/COD_MW_Remaster-180x180.jpg","description":"Една от най - успешните и обичани игри идва в ремастриран вариант, с перфектна визия за новото поколение конзоли.\n\n    Подобрена графика с висока резолюция, обработени текстури, автентични светлини и още изненади, за да бъде преживяването истинско и завладяващо.\n    Припомни си с нотка на носталгия култовите мисии \"All Ghillied Up,\" \"Mile High Club,\" и \"Crew Expendable.\"\n    Събери отбор приятели и се впуснете в адреналинов екшън в режима Mulitplayer. Нови оръжия, допълнителни бонуси и 10 от най - любимите карти на феновете като \"Crash\", \"Backlot\" и \"Crossfire\".\n    Автентичен арсенал: на твое разположение са разнообразни съвременни оръжия и екипировка, включително снайпери, автомати, ножове, тежки картечници, нощни визьори, и какво ли още не.\n    Въздушна поддръжка и сателити: участвай светкавични десанти, наблюдавай как изтребителите унищожават привидно непревземаеми крепости, разчиствай пътя и покривите с помощта на въоръжени до зъби хеликоптери.\n    Наслади се на фантастичните специални ефекти, перфектно симулираната физика и реалистичното озвучаване.\n\n"}
{"_id":{"$oid":"5978498eb182bf20bd30ddb8"},"title":"PRE-ORDER: ​​Far Cry 5 Father Edition | PS4","price":239,"image":"http://www.pulsar.bg/image/cache/data/products4/Packshots2/FarCry5_Coll-180x180.jpg","description":"Far Cry 5 Father Edition включва:\n\n    Играта Far Cry 5\n    Фигура The Father - 31.3 см\n    Ексклузивна метална кутия за съхранение на играта\n    Оригиналния саундтрак\n    Карта на Hope County\n    Колекционерска кутия\n    Следното допълнително дигитално съдържание:\n        ​DoomsDay Prepper Pack:\n            DoomsDay Prepper костюм\n            DoomsDay ван\n            DoomsDat 1911 оръжие\n        Chaos Pack:\n            4x Fast buffs\n            4x Furious buffs\n            4x Molotov cocktails\n            4x animal baits\n        ​Season Pass\n        Digital Deluxe Pack:\n            Chaos Pack\n            Explosive Pack\n            Ace Pilot Pack\n            Big Game Hunter Pack\n\n​​​Far Cry 5 пропътува света и времето, за да се установи в Америка!\n\nДобре дошли в Hope County, Montana - прекрасно място, с прекрасни хора и култ от фанатици, ръководени от чаровния пророк Joseph Seed. И така, сякаш вратите на Рая са тук, на Земята, проявявайки се по всякакъв начин в спокойното ежедневие. \nУсещаш ли на къде отиват нещата? Ще трябва някой смелчага, например - ти, да изтръгне контрола от ръцете на култа и да организира съпротива, която да освободи прекрасните хорица, живеещи в малкото градче.\n\n    Разгледай всяко едно кътче на Hope County, въоръжен с ръчно сглобено оръжие или транпорт, който съществува във всяка една Far Cry игра. Ти си главният герой в един вълнуващ свят, който ще отвръща на всеки удар, и който ще се сформира според местата, които посещаваш и приятелствата, които завързваш.\n    Срещни се отново с култови персонажи като Mary May, която държи местната кръчма, Nick Rye - щастливо женен, и пастор Jerome - проповедник, чието паство е потънало в заблуда.\n    Събирай животни, наемай хора, завързвай нови познанства, за да се изправиш срещу култа от фанатици, които не се спират пред нищо.\n    Co-op режим за до двама играчи, сподели изживяването с приятел по време на цялата кампания.\n    Свободата да избираш посоката си! От момента, в който стъпиш в Hope County, твоят път е само твой. За първи път в историята на Far Cry, ти ще избираш и костюмизираш героя си. На твое разположение е и система за редактиране на карти, чрез които ще се изправиш с или срещу приятели.\n    Отворен свят с персонажи, които се развиват. Фанатизираният култ, воден от Joseph Seed, ще претърпява развитие, в зависимост от твоите действия и решения.\n    От каруци до АТВ-та - разполагаш с уникалната възможност да сглобяваш и разглобяваш всякакви превозни средства, в зависимост от нуждите ти.\n    Montana е на твое разположение - отиди на лов, за риба, или просто разгледай всяко едно кътче из обширната местност.\n"}
{"_id":{"$oid":"5978498eb182bf20bd30ddb9"},"title":"PRE-ORDER: Uncharted: The Lost Legacy + Pre-order Bonus | PS4","price":79,"image":"http://www.pulsar.bg/image/cache/data/products4/Packshots2/Unch_Lost_Legacy-180x180.jpg","description":"PRE-ORDER BONUS: С всяка предварителна поръчка на този артикул, получаваш дигитално копие на играта Jak and Daxter: The Precursor Legacy.\n\nНеобичайна двойка трябва да се сработи, за да открие счупения бивник на Ганеша преди коварния Аsav, който не би се спрял пред нищо, за да достигне безценния артефакт. Nadine и Chloe поемат на опасно приключение, всяка преследва своята цел и вярва в моралните си ценности.\n\n    Chloe Frazer\n\nЕдна от най - известните героини на франчайза - Chloe Frazer - за първи път се появява в Uncharted 2: Among Thieves, а за последно в Uncharted 3: Drake's Deception. Тя е известен търсач на съкровища, чието остроумие и археологически познания съперничат дори с тези на Nathan Drake. Импулсивна и често разчитаща на интуицията си, Chloe е добра както в боя, така и зад волана. Въпреки че понякога прекрачва границите, тя винаги е готова да се притече на помощ и да зачеркне егото си.\n\n    Nadine Ross\n\nЗа първи път срещнахме Nadine Ross в Uncharted 4: A Thief's End, като лидер на южноафриканска паравоенна организация, наета от главния антагонист на историята Rafe Adler. Сега тя е наемник, известна със спокойния си, премерен подход и умението винаги да се налага над ситуацията.\n\n    Uncharted: The Lost Legacy ти предоставя достъп до режимите Uncharted 4: A Thief's End Multiplayer и Uncharted 4: A Thief's End Survival.\n\n"}
{"_id":{"$oid":"5978498eb182bf20bd30ddba"},"title":"PRE-ORDER: NBA 2K18 Legend Edition | Switch","price":199,"image":"http://www.pulsar.bg/image/cache/data/products4/Switch/30031-180x180.jpg","description":"NBA 2K18 Legend Edition включва:\n\n    Играта NBA 2K18.\n    Плакат Shaq 2K18.\n    5 Shaq Trading cards.\n    Shaq MyTeam стикери.\n    Дигитално съдържание за сваляне, аксесоари за твоя баскетболист:\n        20-седмични MyTeam пакета.\n        100 000 виртуална валута.\n        Shaq спортен потник.\n        Shaq спортна тениска.\n        Shaq спортни обувки.\n        Пръстена на шампионата.\n\nФранчайзът NBA 2K се завръща с най - реалистичното баскетболно преживяване, а именно NBA 2K18. Впусни в приключението, поемайки контрол над целия NBA франчайз или докажи уменията си онлайн срещу геймъри от цял свят. \n\nС красива графика, реалистични движения и адекватно поведение, това е играта, която ще надмине и най - високите очаквания.\n\n    Потопи се в играта с подобрения геймплей и интуитивно управление.\n    Адекватен изкуствен интелект, който ще те изненада с решенията си.\n    Реалистична графика.\n    Нови отбори, с които да играеш.\n\n"}
{"_id":{"$oid":"5978498eb182bf20bd30ddbb"},"title":"PRE-ORDER: WWE 2K18 + Pre-order Bonus | XBOXONE","price":139,"image":"http://www.pulsar.bg/image/cache/data/products4/Packshots2/Wk18_XB-180x180.jpg","description":"PRE-ORDER BONUS: Предстои да бъде обявен!\n\nWWE 2K18 Deluxe Edition включва:\n\n    Играта WWE 2K18\n    Season Pass\n    Допълнително дигитално съдържание, което предстои да бъде обявено.\n    Ранен достъп, започващ на 13.10.2018\n\n​WWE франчайзът се завръща с повече адреналин, екшън, динамика и култовия Seth Rollins! WWE 2K18 ще отговoри и на най-претенциозните изисквания на съвременните геймъри. Изгаряме от нетърпение заедно с теб да научим какви ще бъдат нововъведенията, кечистите и бонус съдържанието, което обещават! Проверявай страницата редовно за обновления.\n"}
{"_id":{"$oid":"5978498eb182bf20bd30ddbc"},"title":"PRE-ORDER: WWE 2K18 + Pre-order Bonus | PS4","price":139,"image":"http://www.pulsar.bg/image/cache/data/products4/Packshots2/Wk18_P4-180x180.jpg","description":"PRE-ORDER BONUS: Предстои да бъде обявен!\n\nWWE 2K18 Deluxe Edition включва:\n\n    Играта WWE 2K18\n    Season Pass\n    Допълнително дигитално съдържание, което предстои да бъде обявено.\n    Ранен достъп, започващ на 13.10.2018\n\n​WWE франчайзът се завръща с повече адреналин, екшън, динамика и култовия Seth Rollins! WWE 2K18 ще отговoри и на най-претенциозните изисквания на съвременните геймъри. Изгаряме от нетърпение заедно с теб да научим какви ще бъдат нововъведенията, кечистите и бонус съдържанието, което обещават! Проверявай страницата редовно за обновления.\n"}
{"_id":{"$oid":"5978498eb182bf20bd30ddbd"},"title":"Teenage Mutant Ninja Turtles: Mutants in Manhattan | XBOXONE","price":39,"image":"http://www.pulsar.bg/image/cache/data/products4/Packshots2/Turtle_Ninja_XB-180x180.jpg","description":"Търпението е най - големият добродетел за един завоевател. С години, те се криеха в сенките и очакваха точния момент. На разсъмване градът ще се събуди с нови покровители. Тази вечер кланът Foot излиза на сцената. Тази вечер войната започва!\n\nТова е нищо повече от поредното предизвикателство. Особено ако става дума за Костенурките Нинджа. Щом искат война, Leonardo, Michelangelo, Raphael и Donatelo ще им дадат война. И то каква - динамичен екшън, неспасяеми комбота, много адреналин и агресия - всичко това в обичаната ни вселена на тинейджърите с черупки.\n\n    Епични битки и епични босове - от неуловимата и смъртоносна нинджа, та до бруталните мутанти, наблягащи на грубата сила. Всяко ниво е пълно с тайни и загадки за разкриване, всички водещи до известни лошковци като Bebop, Rocksteady, General Krang, Shredder и др.\n    Едва ли има нужда да ти представяме всеки един от костенурките нинджа. Но ще напомним, че всеки от тях, си има собствен боен стил, ярко изразена персоналност, предмети и бонуси. Комбинирай уникалните им умения в унищожителна поредица, за да победиш и в най - трудните нива.\n    Избери как ще играеш - сам, превключвайки между костенурките нинджа, или с още трима приятели в кооперативен режим. И в двата случая, гарантираме незабравимо изживяване. \n\n"}
{"_id":{"$oid":"5978498eb182bf20bd30ddbe"},"title":"PRE-ORDER: WWE 2K18 Deluxe Edition + Pre-order Bonus  | XBOXONE","price":199,"image":"http://www.pulsar.bg/image/cache/data/products4/Packshots2/Wk18_XB_Deluxe-180x180.jpg","description":"PRE-ORDER BONUS: Предстои да бъде обявен!\n\nWWE 2K18 Deluxe Edition включва:\n\n    Играта WWE 2K18\n    Season Pass\n    Допълнително дигитално съдържание, което предстои да бъде обявено.\n    Ранен достъп, започващ на 13.10.2018\n\n​WWE франчайзът се завръща с повече адреналин, екшън, динамика и култовия Seth Rollins! WWE 2K18 ще отговoри и на най-претенциозните изисквания на съвременните геймъри. Изгаряме от нетърпение заедно с теб да научим какви ще бъдат нововъведенията, кечистите и бонус съдържанието, което обещават! Проверявай страницата редовно за обновления.\n"}
{"_id":{"$oid":"5978498eb182bf20bd30ddbf"},"title":"Ever Oasis | 3DS","price":99,"image":"http://www.pulsar.bg/image/cache/data/products4/Packshots2/Get_Over_DS-180x180.jpg","description":"Пустинята може да бъде сурова и безпощадна. Ала ако търсиш внимателно, ще откриеш оазис на живота, който да наречеш свой дом. Затова тегли чертата в пясъка и го защитавай и развивай! Към теб ще се присъединият приятели и съюзници. Екпирай ги с оръжия и се въползвай от уменията им, за да опазиш живота на всички.\n\nEver Oasis е игра от ново поколение, събрала в себе си тръпката от action-adventure жанра и механиката на развитие на RPG-тата. Очакват те адреналинови битки, пъзели, трудни решения за взимане, защото оазисът освен пазен, трябва и да се развива - да строиш магазини, да поправяш \"сгради\" и да направиш всичко възможно за добруването на жителите му.\n\n    От хората, които направиха The Legend of Zelda: Ocarina of Time 3D за 3DS.\n    Потопи се в невероятно приключение, създадено от легендарният Koichi Ishii.\n    Играй с различни персонажи, води битки в реално време и решавай загадки.\n    Разшири и разнообрази оазиса си. Подкрепяй тези, които работят, живеят и се бият рамо до рамо с теб.\n    Играта е съсместима с конзолите: 3DS, 3DS XL, 2DS, New 3DS, New 3DS XL и New 2DS XL.\n\n"}
{"_id":{"$oid":"5978498eb182bf20bd30ddc0"},"title":"PRE-ORDER: WWE 2K18 Deluxe Edition + Pre-order Bonus  | PS4","price":199,"image":"http://www.pulsar.bg/image/cache/data/products4/Packshots2/Wk18_P4_Deluxe-180x180.jpg","description":"PRE-ORDER BONUS: Предстои да бъде обявен!\n\nWWE 2K18 Deluxe Edition включва:\n\n    Играта WWE 2K18\n    Season Pass\n    Допълнително дигитално съдържание, което предстои да бъде обявено.\n    Ранен достъп, започващ на 13.10.2018\n\n​WWE франчайзът се завръща с повече адреналин, екшън, динамика и култовия Seth Rollins! WWE 2K18 ще отговoри и на най-претенциозните изисквания на съвременните геймъри. Изгаряме от нетърпение заедно с теб да научим какви ще бъдат нововъведенията, кечистите и бонус съдържанието, което обещават! Проверявай страницата редовно за обновления.\n"}
{"_id":{"$oid":"5978498eb182bf20bd30ddc1"},"title":"PRE-ORDER: F1 2017 Special Edition | PC","price":99,"image":"http://www.pulsar.bg/image/cache/data/products4/Packshots2/F1_17_PC-180x180.jpg","description":"F1 2017 Special Edition включва следното допълнително дигитално съдържание:\n\n    1988 McLaren MP4/4 Classic Car DLC.\n\nДългоочакваното F1 2017 се завръща с мръсна газ и още повече адреналин, коли, мирис на гуми и напрегнати състезания. \n\n    Класическите F1 коли винаги са на мода и ти отново разполагаш с тях.\n    Многобройни иновации в режима Multiplayer и изцяло обновен Championship mode.\n    Повече реализъм, но и повече фантазия. Както винаги са възможни безкрайни опции за костюмизация.\n    Подобрен изкуствен интелект, който на по - ниска трудност ще ти дава повече пространство и възможности.\n    На твое разположение са истинските зверове на Формула 1 от сезон 2017, както и :\n        1995 Ferrari 412 T2 \n        2002 Ferrari F2002 \n        2004 Ferrari F2004\n        2007 Ferrari F2007\n        1992 Williams FW14B \n        1996 Williams FW18 \n        Red Bull RB6\n\n"}
